Repository: valis666/darts
Catalog: locales/*/LC_MESSAGES/pydarts.po
Languages: de_de, es_es, fr_fr

# game-list
source: Please select your game
de_de: Waehle dein Spiel
es_es: Por favor seleccione un juego de la lista
fr_fr: Merci de choisir un jeu

# game-options
source: Game options for
de_de: Spieloptionen
es_es: Opciones de Juego
fr_fr: Options du jeu

# game-options-binary
source: Use Fx keys to modify options.
de_de: Benutze Fx Tasten um Einstellungen zu aendern.
es_es: Utilice las teclas de funciones especiales Fx/Fn para modificar las opciones.
fr_fr: Utilisez les touches Fx pour changer les options.

# players-names
source: Please give players names
de_de: Bitte gebe den Spielern Namen
es_es: Por favor escriba el nombre de los juegadores:
fr_fr: Donnez un nom à vos joueurs

# players-names-subtitle
source: Press + to add, - to remove, <Tab> to randomize
de_de: Druecke + fuer hinzuzufuegen, - zum entfernen, <Tab> für zufaellig
es_es: Presione tecla + para añadir, - para eliminar, <Tab> aleatorio.
fr_fr: Appuyez sur + pour ajouter, - pour supprimer, <Tab> pour mélanger

# press-player
source: Please press Player button...
de_de: Bitte Spieler Taste druecken...
es_es: Por favor pulse boton de siguiente jugador...
fr_fr: Appuyez sur le bouton Player

# press-player-remote
source: Waiting for remote player...
de_de: Warte auf entfernte Spieler...
es_es: Esperando a tu amigo...
fr_fr: En attente du joueur distant

# release-darts
source: Remove Darts
de_de: Entferne Darts
es_es: Retire los dardos
fr_fr: Retirez les flèches

# release-darts-and-press-player
source: Remove Darts ans press "Player" button
fr_fr: Retirez les flèches et appuyez sur le bouton "Player"

source: Game stats
de_de: Spiel Statistik
es_es: Estadisticas de Juego
fr_fr: Statistiques de la partie

# master-client-title
source: Ready to kick ass ?
de_de: Bereit zum Spielen?
es_es: ¿Preparado para patear culos?
fr_fr: Prêt à botter des culs ?

# master-client-empty
source: Master server has no game actually
de_de: Master Server hat aktuell kein Spiel
es_es: No hay ninguna partida disponible en el Servidor Maestro
fr_fr: Pas de partie en cours sur ce MasterServer

# master-client-no-connection
source: Unable to join Master Server
de_de: Kann nicht mit Master Server verbinden
es_es: Imposible conectar al Servidor Maestro
fr_fr: Impossible de joindre le MasterServer

# game-client-connecting
source: Connecting to game server... Please wait...
de_de: Verbinde mit Spiel Server... Bitte warten...
es_es: Conectando al servidor del juego... Espere unos segundos...
fr_fr: Connexion au serveur de partie... Patientez svp

# game-client-no-connection
source: Unable to join Game Server
de_de: Kann nicht mit Spiel Server verbinden
es_es: ¡¡No se pudo conectar al juego!!
fr_fr: Impossible de joindre le serveur de partie

# master-client-connecting
source: Connecting to Master Server... Please wait.
de_de: Verbinde mit Master Server... Bitte warten.
es_es: Estamos conectando con el Servidor Maestro... Por favor sea paciente.
fr_fr: Connexion au Master Server en cours. Patientez...

# master-client-refresh
source: Hit spacebar to refresh
de_de: Leertaste zum aktualisieren
es_es: Presione la barra espaciadora para refrescar
fr_fr: Tapez Espace pour rafraîchir

# master-player-has-left
source: The Master Player has left the game. Game Aborted. Press enter
de_de: Der Master Spieler hat das Spiel verlassen. Spiel abgebrochen. Drücke Enter
es_es: El jugador que mantenia la partida ha abandonado el juego.Partida finalizada. Presione ENTER
fr_fr: Le joueur principal a quitté la partie. Partie annulée. Appuyez sur Entrée

# getting-info-from-server
source: Getting info from server. Please wait a few seconds.
de_de: Empfange Daten vom Server. Bitte einen Moment Geduld
es_es: Obteniendo informacion del servidor. Por favor, espere unos instantes...
fr_fr: Des informations sont en cours de téléchargement...

source: Get ready!
de_de: Mach dich bereit!
es_es: ¡Preparad@!
fr_fr: Prêt ?

# version-mismatch
source: Warning ! Your version of pyDarts do not match servers' version. Please upgrade !
de_de: Deine Version ist nicht mit der Server Version kompatibel. Bitte aktualisieren!
es_es: Lo sentimos, la version que estas ejecutando de pydarts no es compatible' version.¡Por favor, actualizala!
fr_fr: Attention ! Votre version de pyDarts n'est pas la même que celle du serveur.

# game-no-desc
source: No description available
de_de: Keine Beschreibung vorhanden
es_es: No hay informacion disponible
fr_fr: Pas de description

# game-type
source: Welcome ! Please select your game type
de_de: Willkommen! Bitte Spielart wählen
es_es: ¡Bienvenid@! Por favor, seleccione el tipo de juego que desee
fr_fr: Bienvenue ! Merci de sélectionner votre type de partie

# game-type-local
source: Local Game
de_de: Lokales Spiel
es_es: Juego local
fr_fr: Partie simple

# game-type-master
source: Join a network game
de_de: Netzwerk Spiel beitreten
es_es: Unirse a partida online
fr_fr: Rejoindre une partie en réseau

# game-type-manual
source: Create network game (or manually join)
de_de: Netzwerk Spiel erstellen (oder manuell beitreten)
es_es: Crear o conectarse manualmente a una partida online
fr_fr: Créer ou joindre manuellement une partie en réseau

# net-options
source: Please set your network options
de_de: Bitte Netzwerk Einstellungen setzen
es_es: Por favor configure los datos de su conexion
fr_fr: Précisez vos options de serveur pyDarts

# net-options-netgamename
source: Game name
de_de: Name des Spiels
es_es: Nombre de Juego
fr_fr: Nom de partie

# net-options-servername
source: Game Server name or ip
de_de: Name des Servers oder IP
es_es: Nombre del Servidor del juego o Ip
fr_fr: Nom ou adresse IP du serveur

# net-options-serveralias
source: Game Server IP or DNS Alias (only required for game creation)
de_de: Spiel Server IP oder DNS Alias (nur für Spielerstellung erforderlich)
es_es: Ip del Servidor del juego o direccion DNS (Solo si quieres crear una partida)
fr_fr: Alias de serveur (uniquement pour création)

# net-options-serverport
source: Game Server port
de_de: Spiel Server Port
es_es: Puerto del Servidor del juego
fr_fr: Port du serveur

# players-ready-masterplayer
source: Players ready... Press enter to launch game !
de_de: Spieler bereit... Druecke Enter um Spiel zu starten!
es_es: ¡Atentos jugadores!¡Presione ENTER para comenzar!
fr_fr: Joueurs prêts... Touche Entrée pour lancer la partie !

# players-ready-slaveplayer
source: Players ready... Waiting for Master Player
de_de: Spieler bereit... Warte auf Master Spieler
es_es: Jugadores preparados... Esperando al Jugador Maestro
fr_fr: Joueurs prêts... En attente du Maître de partie

# net-client-refresh-players
source: Refreshing players list from server...
de_de: aktualisiere Spielerliste vom Server...
es_es: Refrescando la lista de jugadores...
fr_fr: Rafraîchissement de la liste des joueurs...

# net-client-randomizing
source: Randomizing on server side. Please be patient !
de_de: Zufaellig !
es_es: ¡Aleatorio!
fr_fr: Mélange en cours sur le serveur, veuillez patienter !

# serial-issue-1
source: Unable to load serial connection
de_de: Serielle Verbindung kann nicht hergestellt werden
es_es: Problema al cargar la conexion de la diana
fr_fr: Impossible d'ouvrir le port série

# serial-issue-2
source: This game require a compatible USB dart board
de_de: Das Spiel benoetigt eine kompatible USB-Dart Scheibe
es_es: Este juego necesita una diana compatible
fr_fr: Ce jeu nécessite une cible USB compatible pyDarts

# serial-issue-3
source: Please follow the wiki on the official website
de_de: Bitte folge der Anleitung auf der offiziellen Webseite
es_es: Por favor, consulte la wiki en la web oficial del proyecto
fr_fr: Suivez le wiki sur le site officiel

# serial-issue-4
source: Bye amigo !
de_de: Auf Wiedersehen Amigo!
es_es: ¡Nos vemos!
fr_fr: Kenavo les kopins !

source: Last round reached...
de_de: Letzte Runde erreicht...
es_es: Ultima ronda alcanzada!!!
fr_fr: Dernier tour atteint...

source: Hi-score
es_es: Puntuaciones Maximas
fr_fr: Meilleur score

# remaining-darts
source: Darts
es_es: Dardos Restantes
fr_fr: Fléchettes

source: Round
de_de: Runde
es_es: Ronda
fr_fr: Tour

# over
source: of
de_de: Ende
es_es: Fin
fr_fr: sur

source: Exit
de_de: Ausgang
es_es: Salir
fr_fr: Quitter

source: Start again
de_de: Wiederholen
es_es: Empezar de nuevo
fr_fr: Recommencer

source: Player
de_de: Spieler
es_es: Jugador
fr_fr: Joueur

# select-port
source: Multiple usable serial ports detected
de_de: Mehrere serielle Schnittstellen wurden gefunden
es_es: Se detectaron varios puertos serie
fr_fr: Plusieurs ports utilisables ont été détectés

# select-port-subtxt
source: Please select suitable port with the Fx keys
de_de: Port mit Fx-Tasten wählen
es_es: Seleccione el puerto deseado con las teclas Fx
fr_fr: Merci de sélectionner le port que vous souhaitez utiliser avec les touches Fx

source: Board calibration
de_de: Spielfeld-Kalibrierung
es_es: Calibracion de la Diana
fr_fr: Calibrage de la cible !

# press-on-parts
source: Please press on all requested parts of your board. Spacebar to skip, Enter to stop, Esc go back.
de_de: Abschnitte drücken
es_es: Presione cada porcion de la diana
fr_fr: Merci d'appuyer un a un sur chaque partie de la cible. Echap pour revenir en arrière, Entrée pour quitter, Espace pour passer.

source: Left
de_de: Übrig
es_es: Faltan
fr_fr: Reste

source: Press on
de_de: Fortsetzen
es_es: Presione
fr_fr: Appuyez sur

source: Next
de_de: Folgende
es_es: Proximo
fr_fr: Suivant

source: Previous
de_de: Früher
es_es: Anterior
fr_fr: Précédent

source: Refresh
de_de: Aktualisierung
es_es: Refrescar
fr_fr: Rafraîchir

source: Welcome
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue

source: Network error
de_de: Netzwerkfehler
es_es: Error de red
fr_fr: Erreur réseau

source: Game type
de_de: Spiel typ
es_es: Tipo de juego
fr_fr: Type de partie

source: Game name
de_de: Spielname
es_es: Nombre del juego
fr_fr: Nom de partie

# Autorefresh in %sec seconds
source: Auto-refresh in %(sec)s seconds
de_de: Automatische aktualisierung in %(sec)s sekunden
es_es: Autorefrescar en %(sec)s segundos
fr_fr: Actualisation dans %(sec)s secondes

# serverlist-header-STATUS
source: Status
es_es: Estado
fr_fr: Statut

# serverlist-header-GAMENAME
source: Game name
de_de: Spielname
es_es: Nombre del Juego
fr_fr: Nom de partie

# serverlist-header-PLAYERS
source: Players
de_de: Spieler
es_es: Jugadores
fr_fr: Joueurs

# serverlist-header-SERVERIP
source: Server
es_es: Servidor
fr_fr: Serveur

# serverlist-header-GAMECREATOR
source: Creator
de_de: Schöpfer
es_es: Maestro
fr_fr: Créateur

# serverlist-header-GAMETYPE
source: Match Type
de_de: Match-typ
es_es: Tipo de Juego
fr_fr: Type de match

# Description-Killer
source: Arm yourself by aiming at your number and kill your opponents one by one! Get 4 points on your number and become a killer Then kill other players aiming at their numbers
de_de: Bewaffne dich und triff deine Punkte! dann raeume deine Gegner aus dem Weg einen nach dem anderen! Hole 4 Punkte und werde zum Killer Dann raueme andere Spieler aus dem Weg indem du ihre Punkte triffst
es_es: ¡Practica tu punteria apuntando y ve eliminando a tus oponentes uno a uno! Consigue los 4 puntos y conviertete en un KILLER *NOTA: Elimina a tus oponentes alcanzando su puntuacion
fr_fr: Votre objectif est de devenir Killer. Pour ça, visez votre chiffre et atteignez 5 points. Desormais vous devez tuer vos adversaires en atteignant leurs chiffres jusqu'à ce qu'ils n'aient plus de vies. Le dernier survivant est déclaré vainqueur.

# Killer-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Description-Practice
source: Get some practice by throwing at numbers Randomized by computer Master mode : aim at doubles and triples
de_de: Trainiere dich selber und ziele auf verschiedene Zahlen vom Computer zufaellig gewaehlte Zahlen Meister Modus : ziele auf doppelt und dreifach
es_es: Practica lo que necesites apuntando a donde Pydarts decida aleatoriamente Modo Master: Apunta a dobles y triples
fr_fr: Entraînez-vous en visant les chiffres fournis par l'ordinateur. Mode Master : visez les doubles et triples.

# Practice-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Practice-master
source: Master Option
de_de: Meister Einstellungen
es_es: Opcion Master
fr_fr: Option Master

# Description-Sample_game
source: This sample game is a basis to learn how to create your own game Require a little bit of python skills Look at the source code :)
de_de: Basis Beispiel Spiel zum lernen wie man ein eigenes Spiel erstellt /!\ Erfordert ein wenig Python Kenntnisse Schau in den Quellcode :)
es_es: Este juego es una prueba por si quieres aprender a como crear tu propio juego Mira el codigo fuente y no te olvides de compartirlo con otros usuarios en la web del proyecto *NOTA: Requiere conocimientos de Pyton
fr_fr: Cet exemple est une base pour apprendre comment créer ses propres jeux. Nécessite des compétences en python. Regardez le code source !

# Sample_game-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Description-321_Zlip
source: A kind of inverted 301... But with more fun :) Start from 0, try to reach exactly 321 If you reach other players' score He becomes Zlipped ! Back to zero Master : Zlipping at least one player is mandatory
de_de: Eine Art umgekehrtes 301... Aber mit mehr Spass :) Starte von 0, versuche genau 321 zu erreichen Wenn du die Punkte anderer Spieler erreichst Rutscht er zurueck auf 0! Meister Modus : Einen Spieler auf 0 setzen erforderlich
es_es: Una especie de 301 al reves... pero un poco mas divertido :) Empieza con 0 y alcanza 321 puntos antes que tus oponentes Si alcanzas la puntuacion de alguno de tus oponentes' score ¡Mala suerte para ell@s! ¡Les tocara volver a empezar! Master: Es obligatorio en esta opcion alcanzar la la puntuacion de al menos un oponente
fr_fr: Une sorte de 301 inversé mais beaucoup plus fun ! Partez de zéro pour atteindre exactement 321. Dès que vous atteignez le score d'un autre joueur, il est Zlippé et retombe à zéro ! L'option Master : elle vous oblige a zlipper quelqu'un pour gagner.

# 321_Zlip-master
source: Master option
de_de: Meister Einstellungen
es_es: Opcion Master
fr_fr: Option Master

# 321_Zlip-advanced
source: Advanced option
de_de: Advanced Einstellungen
es_es: Opcion Avanzada
fr_fr: Option Advanced

# 321_Zlip-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Description-Ho_One
source: The famous 301, 501, 1001... Or whatever score you want to start from ! The good standard for starting darts without having to learn crazy rules Start from your choosen score First player reaching exactly zero wins !
de_de: Das bekannte 301, 501, 1001... Oder von wo du auch immer starten willst! Ein guter Start fuer das Dartspielen ohne verrueckte Regeln zu lernen Starte von gewaehlten Punkten Erster Spieler der genau 0 erreich gewinnt!
es_es: ¡El famoso 301, 501, 1001...! O elije la puntuacion con la que quieras empezar! La forma mas facil de empezar a jugar ¡Comienza con la puntuacion elegida y el primer jugador en alcanzar 0 puntos, GANARA!
fr_fr: Le fameux 301, 501, 1001, comme bon vous semble, choissisez le score à atteindre. Le jeu simple pour commencer les fléchettes, sans avoir a apprendre des règles compliquées. Le premier à exactement zéro a gagné, si vous depassez, le score revient où il en était au début du tour.

# Ho_One-startingat
source: Start game at this score
de_de: Starte Spiel mit diesen Punkten
es_es: Empezar con
fr_fr: Score de démarrage

# Ho_One-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Ho_One-split_bull
source: Split Bull
fr_fr: Simple Bull 25

# Ho_One-startpercent
source: Handicap Ratio
fr_fr: Ratio Handicap

# Description-Cricket
source: The famous Cricket !Play it simple, or keep it crazy ! Aim all the requested numbers at least 3 times and win ! Crazy Option : the numbers change every round if opened. Cut throat : extra points are given to your opponents DrinkScore : if a player reach this score in Cut Throat he has to pay a drink !
de_de: Das bekannte Cricket! Spiel es einfach, oder mach es verrueckt! Triff alle erforderlichen Nummern mindestens 3 mal und gewinne! Verrueckte Einstellungen : Die Nummern wechseln jede Runde wenn noch offen. Halsabschneider : Extra Punkte gehen zu den Gegnern DrinkScore : wenn ein Spieler diese Punkte erreicht muss er ein Getraenk bezahlen!
es_es: El Cricket mas famoso ¡Juega al modo simple, o a la opcion crazy! ¡Golpea todos los numeros mostrados tres veces para ganar! Opcion Crazy : Los numeros cambian cada ronda. Cut throat : Los puntos se suman a tu oponente DrinkScore : Juegate una ronda si un jugador alcanza esta puntuacion en Cut Throat
fr_fr: Ahhhh, le fameux Cricket ! Jouez-le simple, ou carrément Crazy ! Visez chaque chiffre au moins 3 fois pour fermer. Option Crazy : les chiffres tournent quand ils sont ouverts. Option Cut throat : donne les points aux adversaires DrinkScore : si un joueur atteint ce score en Cut Throat, il paye son coup !

# Cricket-optioncutthroat
source: Cut throat option
de_de: Halsabschneider Einstellungen
es_es: Opcion Cut throat
fr_fr: Option points aux adversaires

# Cricket-drinkscore
source: Pay a drink here !
de_de: Getraenk ausgeben bei diesen Punkten!
es_es: ¡Pagas una ronda si llegas a esta puntuacion!
fr_fr: Paye ton coup ! (Seulement Cut-Throat)

# Cricket-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Cricket-optioncrazy
source: Crazy Cricket option !
de_de: Verrueckte Cricket Einstellungen!
es_es: Opcion Crazy Cricket
fr_fr: Option Crazy !

# Description-Kapital
source: AKA Burma Road Hit at least one given number per round Or your score will be divided by 2 Played in 15 round. Highest score at the end wins Some of the challenge are really hard, like : Doubles, Triples, One of every color, Sequence...
de_de: AKA Burma Road Triff mindestens eine vorgegeben Nummer pro Runde Oder deine Punkte werden durch 2 geteilt Wird mit 15 Runden gespielt . Hoechste Punktzahl gewinnt Einiger Herausforderungen sind wirklich hart, wie : doppelte, dreifach, eine jeder Farbe, Folge...
es_es: Mas conocido como Burma Road Debes hacer al menos una marca por ronda, o toda tu punuacion se vera dividida por 2. Juega en 15 rondas. La maxima puntuacion gana. Algunos de las propuestas son realmente dificiles: dobles, triples,uno de cada color, una secuencia... ¡ESTE ES TU JUEGO SI TE GUSTAN LOS RETOS!!.
fr_fr: L'objectif est de remplir tous les contrats proposés Touchez au moins une fois le chiffre demandé par tour, ou votre score sera divisé par deux. Après 15 tours, le meilleure score gagne.

# Description-Kinito
source: Start from 0 and reach 210 Never play dart lower than the previous (or given) ! Prefer to stop rather than loosing the whole round :) If you hit T7, a random score is given Hitting this score divide your opponents score by 2
de_de: Starte von 0 und erreiche 210 Mache nie weniger oder gleich viel Punkte wie zuvor! Lieber vorher beenden als die gesamte Runde zu verlieren :) Wenn du dreifach 7 triffst bekommst du zufaellig Punkte Wenn du diese trffst werden due Punkte deiner Gegner durch 2 geteilt
es_es: Empieza en 0 y alcanza 210 Nunca hagas una marca menor que la anterior de la que te den Si marcas un T7, una puntuacion aleatoria se te asignara Si llegas a esta nueva puntuacion, la de tu oponente se vera dividida entre 2 *NOTA: Es preferible pasar turno, que perder una ronda
fr_fr: Partez de 0 et atteignez 210 Ne jouez jamais un score plus faible que le précédent! Préférez arrêter que de perdre le tour en entier. Joker : le T7, un chiffre est donné au hasard. En visant ce chiffre, vous divisez le score des autres par 2.

# Kinito-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Kinito-master
source: Master option
de_de: Meister Einstellungen
es_es: Opcion Master
fr_fr: Option Master

# Kinito-kinito
source: Kinito score
es_es: Puntuacion Kinito
fr_fr: Score Kinito

# Kinito-winscore
source: Victory Score
de_de: Gewinn Punkte
es_es: Puntuacion Victoria
fr_fr: Score de victoire

# Description-Shanghai
source: A version of the famous Round The Clock First round, play 1, second, play 2, and so on. After 7 round, highest score wins
de_de: Eine Version des bekannten Spieles Uhr Erste Runde, spiel 1, zweite, spiel 2, etc. Nach 7 Runden, die hoechste Punktzahl gewinnt
es_es: Una version de la famosa Ronda del Reloj Primera ronda, juega 1, segunda, juega 2, etc. Despues de 7 rondas, la maxima puntuacion gana.
fr_fr: Une version du fameux Round The Clock Premier tour, visez le 1, deuxième le 2, etc Après 7 tours, le meilleur score gagne !

# Shanghai-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Description-Football
source: El classico ! Hit bull's eye to become the ball holder Then hit doubles and triples to score goals First scoring 3 goals wins !
de_de: Der Klassiker Triff Bull's Eye um den Ball zu bekommen Dann triff doppelt und dreifach um Tore zu erzielen Wer zuerst 3 Tore hat gewinnt!
es_es: El clasico juego de futbol! Si haces BULL, seras el portero. Dale a los triples y los dobles para marcar, el primero en marcar 3 goles gana.
fr_fr: Encore un classique ! Le joueur qui touche le centre est le porteur du ballon. Quand on est porteur du ballon, on marque des buts. Pour cela, viser les doubles et les triples. Le premier a atteindre 3 buts a gagné !

# Football-max_round
source: Number of rounds
de_de: Gesamtrunden
es_es: Numero de rondas
fr_fr: Nombre de tours

# Football-master
source: Master option
de_de: Meister Einstellungen
es_es: Numero de rondas
fr_fr: Option Master

# Football-goals
source: Number of required goals to win
de_de: Anzahl von Toren um zu gewinnen
es_es: Numero de goles para ganar
fr_fr: Nombre de buts

# Description-Bermuda_Triangle
source: Don't get lost in the Bermuda Triangle! Start at 12 and play until Bullseyes Score as many points on shown number in 3 darts If no mark on shown number, score is cut in half! Hit any double or triple when shown High score wins!
fr_fr: Ne vous perdez pas dans le triangle des Bermudes ! Commencez à 12 et jouez jusqu'au centre, faites autant de points que possible. Sans touche, le score est divisé par deux. Tapez les doubles ou triples quand demandé. Le meilleur score gagne !

# Bermuda_Triangle-Double_bull
source: Double Bullseye
fr_fr: Active le double centre

# Description-By_Fives
source: Make your round score divisible by 5! If your score is not divisible by 5, no point is scored Play to designated score!
fr_fr: Faites en sorte que votre score soit divisible par 5! Si votre score n'est pas divisible par 5, aucun point n'est compté. Jouez jusqu'au score défini !

# By_Fives-startingat
source: Play to?
fr_fr: Score de fin

# Description-Scram_Cricket
source: 2 or 4 players only! First player has all numbers open and shoots to get the highest score possible. Second player tries to close all numbers as fast as possible. Once complete, players switch and highest score wins!
fr_fr: 2 or 4 joueurs seulement ! Le premier joueur a tous les nombre ouverts et joue pour avoir le plus haut score possible. Le second joueur essaie de fermer tous les nombres aussi vite que possible. Une fois fait, les joueurs échangent et le score le plus élevé gagne !

# Scram_Cricket-optioncrazy
source: Crazy mode
fr_fr: Mode Crazy

# Scram_Cricket-drinkscore
source: Drink at this score (cutthroat only)
fr_fr: Payez un coup à ce score (coupe-gorge) !

# Scram_Cricket-Teaming
source: Team Mode (4 players only)
fr_fr: Mode équipe (4 joueurs seulement)
