Repository: valis666/darts
Catalog: locales/*/LC_MESSAGES/pydarts.po
Languages: de_de, es_es, fr_fr

# Scram_Cricket-optionteamscore
source: Mark teammate with same marks
fr_fr: Scores joints en équipe

# Scram_Cricket-optioncutthroat
source: Cutthroat Mode
fr_fr: Mode coupe-gorge

# Scram_Cricket-optionscram
source: Scram Mode
fr_fr: Mode Course

# Ho_One-league
source: League Play! (Enables freeze mode and handicap, 4 players only!)
fr_fr: Mode League! (Active freeze mode et handicap, 4 joueurs seulement!)

# Cricket-optionhandicap
source: Handicap Option!
fr_fr: Option Handicap !

# this-game-stats
source: Hi Score for this game
fr_fr: Records de cette partie

# local-db-stats
source: Your position in global Hi-Score table
fr_fr: Tableau général des records

source: Ranking
fr_fr: Rang

source: Points Per Dart
fr_fr: Points Par Flèche

source: Points Per Round
fr_fr: Points Par Tour

source: Hits per round
fr_fr: Touches par tour

source: Give Out
fr_fr: Distribué

source: Reached Score
fr_fr: Score Atteint

source: Hits
fr_fr: Touches

source: Ready to kick ass ?
fr_fr: Prêt pour la guerre ?

source: Game interrupted
fr_fr: Partie interrompue

source: Missed !
fr_fr: Raté !

source: Missed
fr_fr: Raté

source: Exit
fr_fr: Quitter

source: Backup
fr_fr: Tour précédent

source: Next Player
fr_fr: Joueur Suivant

source: Backup Turn !
fr_fr: Retour au tour précédent !

source: Please wait
fr_fr: Merci de patienter

source: Username
fr_fr: Utilisateur

source: Password
fr_fr: Mot de passe

source: Support code
fr_fr: Code de support

source: and
fr_fr: et

source: Support menu
fr_fr: Menu support

# serverlist-header-SERVERPORT
source: Port
es_es: Puerto

# Ho_One-double_in
source: Double In
de_de: Double-In Einstellungen
es_es: Opcion Double-In

# Ho_One-double_out
source: Double Out
de_de: Double-Out Einstellungen
es_es: Opcion Double-Out

# Ho_One-master_in
source: Master In
de_de: Master-In Einstellungen
es_es: Opcion Master-In

# Ho_One-master_out
source: Master Out
de_de: Master-Out Einstellungen
es_es: Opcion Master-Out
